Repository: SmitBY/Cryptogram
Catalog: Cryptogram/Localizable.xcstrings
Source language: en
Languages: it, ru

# authorTitle
source: Author
it: Autore
ru: Автор

# avgHints
source: Average hints per round
it: Suggerimenti medi per round
ru: Средние подсказки за раунд

# avgMistakes
source: Average mistakes per round
it: Errori medi per round
ru: Средние ошибки за раунд

# avgRoundTime
source: Average round time
it: Tempo medio del round
ru: Среднее время раунда

source: Best win
it: Migliore vittoria
ru: Лучшая победа

# cancelButton
source: Cancel
it: Annulla
ru: Отмена

# completedTitle
source: Completed
it: Completato
ru: Завершено

# continueOfferContinue
source: Continue
it: Continua
ru: Продолжить

# continueOfferDecline
source: End round
it: Termina round
ru: Завершить уровень

# continueOfferMessage
source: You made the final mistake. You can watch a short ad and continue this phrase.
it: Hai fatto l ultimo errore. Puoi guardare una breve pubblicita e continuare questa frase.
ru: Вы допустили последнюю ошибку. Можно посмотреть короткую рекламу и продолжить эту фразу.

# continueOfferTitle
source: Last chance
it: Ultima possibilita
ru: Последний шанс

# continueOfferWatchAd
source: Watch ad
it: Guarda la pubblicita
ru: Смотреть рекламу

# dailyHintRewardToast
source: +1 hint for a new day
it: +1 suggerimento per un nuovo giorno
ru: +1 подсказка за новый день

# globalStatsTitle
source: Global Stats
it: Statistiche globali
ru: Глобальная статистика

# hintButton
source: Hint
it: Suggerimento
ru: Подсказка

# languageSystem
source: System
it: Sistema
ru: Системный

# languageTitle
source: Language
it: Lingua
ru: Язык

# levelDrawer_availableStatus
source: available
it: disponibile
ru: доступен

# levelDrawer_closeLabel
source: Close
it: Chiudi
ru: Закрыть

# levelDrawer_completedPrefix
source: Completed
it: Completati
ru: Пройдено

# levelDrawer_completedStatus
source: with mistakes
it: con errori
ru: с ошибками

# levelDrawer_currentPrefix
source: Level
it: Livello
ru: Уровень

# levelDrawer_currentStatus
source: current
it: attuale
ru: текущий

# levelDrawer_passedStatus
source: passed
it: superato
ru: пройден

# levelDrawer_title
source: Levels
it: Livelli
ru: Уровни

source: Losses
it: Sconfitte
ru: Поражений

# mistakesTitle
source: Mistakes
it: Errori
ru: Ошибки

# nextButton
source: Next
it: Avanti
ru: Следующая

# openedTitle
source: Opened
it: Aperto
ru: Открыто

# purchaseActiveButton
source: Active
it: Attivo
ru: Активно

# purchaseAdsRemovedStatus
source: Ads removed.
it: Pubblicita disattivata.
ru: Реклама отключена.

# purchaseBoughtShort
source: Bought
it: Acquistato
ru: Куплено

# purchaseBuyButton
source: Buy
it: Acquista
ru: Купить

# purchaseCancelledStatus
source: Purchase cancelled.
it: Acquisto annullato.
ru: Покупка отменена.

# purchaseCompletedStatus
source: Purchase completed.
it: Acquisto completato.
ru: Покупка завершена.

# purchaseFailedStatus
source: Could not complete the purchase.
it: Impossibile completare l acquisto.
ru: Не удалось завершить покупку.

# purchaseLoadFailedStatus
source: Could not load purchase information.
it: Impossibile caricare le informazioni di acquisto.
ru: Не удалось загрузить информацию о покупке.

# purchaseLoadingDescription
source: Loading purchase information.
it: Caricamento delle informazioni di acquisto.
ru: Загружаем информацию о покупке.

# purchaseLoadingShort
source: Loading...
it: Caricamento...
ru: Загрузка...

# purchaseMainDescription
source: Ads will stop showing after purchase.
it: Dopo l acquisto la pubblicita non verra piu mostrata.
ru: После покупки реклама больше не будет показываться.

# purchaseNotFoundStatus
source: No purchases were found.
it: Nessun acquisto trovato.
ru: Покупки не найдены.

# purchaseOwnedDescription
source: This purchase is active for this Apple ID.
it: Questo acquisto e attivo per questo Apple ID.
ru: Покупка активна на этом Apple ID.

# purchasePendingStatus
source: Purchase is pending confirmation.
it: L acquisto e in attesa di conferma.
ru: Покупка ожидает подтверждения.

# purchaseRestoreButton
source: Restore
it: Ripristina
ru: Восстановить

# purchaseRestoredStatus
source: Purchase restored.
it: Acquisto ripristinato.
ru: Покупка восстановлена.

# purchaseRestoreFailedStatus
source: Could not restore purchases.
it: Impossibile ripristinare gli acquisti.
ru: Не удалось восстановить покупки.

# purchasesTitle
source: Purchases
it: Acquisti
ru: Покупки

# purchaseUnavailableDescription
source: Purchase is currently unavailable.
it: L acquisto non e disponibile al momento.
ru: Покупка пока недоступна.

# purchaseUnavailableShort
source: Unavailable
it: Non disponibile
ru: Недоступно

# purchaseUnavailableStatus
source: Purchase is currently unavailable.
it: L acquisto non e disponibile al momento.
ru: Покупка пока недоступна.

# purchaseUnknownStatus
source: Unknown purchase result.
it: Risultato acquisto sconosciuto.
ru: Неизвестный результат покупки.

# purchaseVerificationFailedStatus
source: Could not verify the purchase.
it: Impossibile verificare l acquisto.
ru: Не удалось подтвердить покупку.

# removeAdsTitle
source: Remove ads forever
it: Rimuovi la pubblicita per sempre
ru: Отключить рекламу навсегда

# resetButton
source: Start over
it: Ricomincia
ru: Начать заново

# resetDialogButton
source: Reset progress, theme and stats
it: Azzera progresso, tema e statistiche
ru: Сбросить прогресс, тему и статистику

# resetDialogMessage
source: The game will start from the first phrase, the theme will return to system, and stats will be reset.
it: Il gioco ripartira dalla prima frase, il tema tornera a quello di sistema e le statistiche saranno azzerate.
ru: Игра начнётся с первой фразы, тема вернётся к системной, а статистика обнулится.

# resetDialogTitle
source: Start over?
it: Ricominciare?
ru: Начать заново?

# resetHint
source: Resets progress, theme and all stats. Ad removal purchase is kept.
it: Azzera progresso, tema e tutte le statistiche. L acquisto per rimuovere la pubblicita viene mantenuto.
ru: Сбросит прогресс, тему и всю статистику. Покупка отключения рекламы сохранится.

# roundLost
source: Three mistakes
it: Tre errori
ru: Три ошибки

source: Rounds completed
it: Round completati
ru: Раундов завершено

# roundSolved
source: Phrase solved
it: Frase risolta
ru: Фраза разгадана

# settingsAccessibilityLabel
source: Settings
it: Impostazioni
ru: Настройки

# settingsTitle
source: Settings
it: Impostazioni
ru: Настройки

# themeDark
source: Dark
it: Scuro
ru: Тёмная

# themeLight
source: Light
it: Chiaro
ru: Светлая

# themeSystem
source: System
it: Sistema
ru: Системная

# themeTitle
source: Theme
it: Tema
ru: Тема

# tutorialCompleted
source: Great. Now finish the phrase on your own.
it: Perfetto. Ora completa la frase da solo.
ru: Отлично. Дальше разгадывай фразу самостоятельно.

# tutorialEnterLetter
source: Now choose the letter for this number on the keyboard.
it: Adesso scegli sulla tastiera la lettera per questo numero.
ru: Теперь выбери на клавиатуре букву для этой цифры.

# tutorialHintButton
source: If you cannot find the letter, tap Hint.
it: Se non trovi la lettera, tocca Suggerimento.
ru: Если не получается найти букву, нажми «Подсказка».

# tutorialHintTile
source: Hint mode is on. Tap the highlighted tile to reveal a letter.
it: Il suggerimento e attivo. Tocca la casella evidenziata per aprire una lettera.
ru: Подсказка включена. Нажми на подсвеченную клетку, чтобы открыть букву.

# tutorialPickTile
source: Match letters to the numbers below them: the same number always stands for the same letter. Tap the highlighted tile.
it: Confronta le lettere con i numeri sotto di loro: lo stesso numero indica sempre la stessa lettera. Tocca la casella evidenziata.
ru: Сравнивай буквы с цифрами под ними: одинаковые цифры обозначают одну и ту же букву. Нажми на подсвеченную клетку.

# tutorialTitle
source: How to play
it: Come si gioca
ru: Как играть

source: Win rate
it: Percentuale di vittorie
ru: Процент побед

source: Wins
it: Vittorie
ru: Побед
